
[
    {
        "index": 0,
        "name": "Ms. Hawkins",
        "content": "Thank you Ms. Hawkins, my 3rd grade teacher, for being the first person to go out of their way to show me they believed in me.\nFor noticing I was incredibly bored at school, and giving starting me on a path towards avoiding that for the next 5 years.\n—Aadil"
    },
    {
        "index": 1,
        "name": "David",
        "content": "Thank you David, for paying for all the Ubers in Miami, and going out for your way to Venmo that homeless guy in Boulder $50.\nYour generosity is infectious, and any charitable act I've done since then has been with you in the back of my mind.\n—Aadil"
    },
    {
        "index": 2,
        "name": "Thayallan",
        "content": "Thank you Thayallan, for seeing potential in me I didn't even know was there, and making me do more than I ever believed I could.\nEverything I have and will have in my career will stem from what I learned from you and the Cradle team.\n—Aadil"
    },
    {
        "index": 3,
        "name": "Johnny",
        "content": "Thank you Johnny, for kicking off my lasting love for SF, in no small part due to your zouse, zouch, zenerosity and zindness.\nAnd bringing me to the only place that feels like home and introducing me to the only people that feel like family outside of Toronto.\nThank you Furqan and Kiran as well for starting that place and welcoming me in.\n—Aadil"
    },
    {
        "index": 4,
        "name": "Ahzam",
        "content": "Thank you Ahzam for being my most impactful parent and most helpful friend.\nFor keeping me humble when I needed it most, and teaching me more than anyone else in my life.\n—Aadil"
    },
    {
        "index": 5,
        "name": "Bea",
        "content": "Thank you Bea for probably being the person who's changed the most about my life in a shortest amount of time.\nFor making me do stuff I should have been doing years ago, and for doing it repeatedly even against my stupidly stubborn will.\n—Aadil"
    },
    {
        "index": 6,
        "name": "Alishan",
        "content": "Thank you Alishan for being so ambitious and confident.\nFor being a role model to follow and setting a precedent that I could point to when I, too, became \"busier than Obama\".\n—Aadil"
    },
    {
        "index": 7,
        "name": "Farza",
        "content": "Thank you Farza, for being one of the few people I'll actually take advice from, because there's so much about you I admire and want to be like.\nFor helping me meet some of my best friends, and for placing so much belief in a stranger you met online.\n—Aadil"
    },
    {
        "index": 8,
        "name": "Mom",
        "content": "Thank you Mom, for always trying so hard to understand me, and arguably coming the closest out of anyone.\nFor showing me what it means to be a social butterfly, and so morally correct that it's painful to lie, or be anything but myself.\n—Aadil"
    },
    {
        "index": 9,
        "name": "Dad",
        "content": "Thank you Dad, for embodying the definition of hard work, and imandari.\nFor showing me what it really means to care about some things and some people so much that it hurts.\nFor showing me what the burden and gift of responsibility looks like.\n—Aadil"
    },
    {
        "index": 10,
        "name": "Morgan",
        "content": "Thank you Morgan, for showing me what it's like to hold absolutely no hate in your heart.\nFor teaching me that the energy you put out is the energy you get back, and that I can connect with anyone and say anything if my heart is clear.\n—Aadil"
    },
    {
        "index": 11,
        "name": "Nazra",
        "content": "Thank you Nazra, for being a sister I chose, and who chose me.\nFor being someone I trust with my life, and showing me trustworthy looks like.\nFor shaping my understanding of platonic love, and for genuinely wanting the best for me and everyone in your life.\n—Aadil"
    },
    {
        "index": 12,
        "name": "Anson",
        "content": "Thank you Anson, for just being the GOAT.\nIts the only term that comes to mind for you, and I'm just constantly thinking \"what would Anson do\".\nIn so many small ways you've changed what I think and do, and have made me hold myself to a higher standard.\nFor trusting me to be trustworthy, giving me a second chance when I was stumbling, and for being so warm all the time.\n—Aadil"
    },
    {
        "index": 13,
        "name": "Liam",
        "content": "Thank you Liam, for being the most interested person I know.\nFor showing me that being interesting is a byproduct of curiosity and focus, and setting a standard for those I've been aiming for since we met.\n—Aadil"
    },
    {
        "index": 14,
        "name": "Cassia",
        "content": "Thank you Cassia, for getting me through what might've been the toughest 6 months of my life at the start of the pandemic had it not been for your presence.\nThank you for just being weird, and talking too much, and never being able to lie — you kept those things alive in me.\nI made a mental promise once that I'd never lie to you, and that promise has stayed and transferred to all relationships in my life, including myself.\n—Aadil"
    },
    {
        "index": 15,
        "name": "Samarth, Jim and Ahmed",
        "content": "Thank you Samarth, Jim and Ahmed, for being absolute beauties.\nYou're all very different, especially to me, I know in the back of my mind that if everything goes to shit, we'll still be friends.\nAnd knowing that has made all the difference."
    }
]

